Repository: gokulnair2001/Aquarium-life
Catalog: Aquarium life/*.lproj/Localizable.strings
Languages: hi

source: My Aquariums
hi: मेरे एक्वैरियम

source: Care Sheets
hi: देखभाल पत्र

source: Calculators
hi: कैलकुलेटर

source: My Notes
hi: मेरी टिप्पणियाँ

source: Settings
hi: सेटिंग्स

source: liters volume
hi: लीटर की मात्रा

source: filtration
hi: फिल्टर

source: substrate
hi: सब्सट्रेट

source: With heating
hi: हीटर के साथ

source: Without heating
hi: बिना हीटर के

# TapOnPlus
source: Tap on + to add new Aquarium
hi: नया एक्वेरियम जोड़ने के लिए + पर टैप करें

# AddNewAquarium
source: Add new aquarium to My Aquariums
hi: मेरे एक्वेरियम में नया एक्वेरियम जोड़ें

# DismissButton
source: Dismiss
hi: खारिज

source: Add Aquarium
hi: एक्वेरियम जोड़ें

# SaveButton
source: Save
hi: सहेजें

source: Name
hi: नाम

# egGreenMountain
source: e.g. Green mountains aquarium
hi: e.g. हरे पहाड़ों का एक्वेरियम

source: Dimensions
hi: परिमाण

source: Centimeters
hi: सेंटीमीटर

source: Inches
hi: इंच

source: Length
hi: लंबाई

source: Width
hi: चौड़ाई

source: Height
hi: ऊंचाई

source: Internal
hi: अंदरूनी

source: Overhead
hi: ऊपर वाले

source: Canister
hi: कनस्तर

source: Sump
hi: नाबदान

source: Heater
hi: हीटर

source: Yes
hi: हाँ

source: No
hi: नहीं

source: Sand
hi: रेत

source: Gravel
hi: कंकड़

source: Soil
hi: मिट्टी

source: Dirted
hi: मैल

source: Length =
hi: लंबाई =

source: Width =
hi: चौड़ाई =

source: Height =
hi: ऊंचाई =

# NameEmptyAlertTitle
source: Name is empty!
hi: नाम खाली है!

# NameEmptyAlertMsg
source: Please enter aquarium name
hi: कृपया एक्वेरियम का नाम दर्ज करें

# NameLengthAlertTitle
source: Length is empty!
hi: लंबाई खाली है!

# NameLengthAlertMsg
source: Please enter aquarium length
hi: कृपया एक्वेरियम की लंबाई दर्ज करें

# NameWidthAlertTitle
source: Width is empty!
hi: चौड़ाई खाली है!

# NameWidthAlertMsg
source: Please enter aquarium width
hi: कृपया एक्वेरियम की चौड़ाई दर्ज करें

# NameHeightAlertTitle
source: Height is empty!
hi: ऊंचाई खाली है!

# NameHeightAlertMsg
source: Please enter aquarium height
hi: कृपया एक्वेरियम की ऊंचाई दर्ज करें

# OKButton
source: OK
hi: ठीक है

source: 0.0 centimeters
hi: 0.0 सेंटीमीटर

source: 0.0 inches
hi: 0.0 इंच

source: 0.0 liters
hi: 0.0 लीटर

source: 0.0 US gallons
hi: 0.0 अमेरिकी गैलन

source: 0.0 UK gallons
hi: 0.0 यूके गैलन

source: Fish
hi: मछली

source: Shrimps
hi: श्रिम्प

source: Plants
hi: पौधे

source: Aquarium Life
hi: एक्वेरियम जीवन

source: Log book
hi: लॉग बुक

source: Log records
hi: लॉग रिकॉर्ड

source: Tap to see details
hi: विस्तार से देखने के लिए टैप करें

source: Fish in aquarium
hi: एक्वेरियम के मछली

# TapToAddFishAndSwipe
source: Tap on + to add new Fish Swipe from right to left to delete fish row
hi: नई मछली जोड़ने के लिए + पर टैप करें मछली पंक्ति को हटाने के लिए दाईं से बाईं ओर स्वाइप करें

# AddNewFishAccess
source: Add new fish to Aquarium
hi: एक्वेरियम में नई मछली जोड़ें

source: nos
hi: संख्या

source: Selection of Fish
hi: मछली का चयन

source: Add Fish
hi: मछली जोड़ें

source: Selection :
hi: चयन :

source: Quantity :
hi: मात्रा :

# ShrimpInAquarium
source: Shrimps in aquarium
hi: एक्वेरियम के श्रिम्प

# TapToAddShrimpAndSwipe
source: Tap on + to add new Shrimps Swipe from right to left to delete shrimp row
hi: नई श्रिम्प जोड़ने के लिए + पर टैप करें श्रिम्प पंक्ति को हटाने के लिए दाईं से बाईं ओर स्वाइप करें

# UnlockShrimpsAlertTitle
source: Unlock Shrimps!
hi: श्रिम्प का ताला खोले!

# UnlockShrimpsAlertMsg
source: Add Shrimps pack from Settings to proceed
hi: आगे बढ़ने के लिए सेटिंग्स से श्रिम्प पैक खरीदें

# AddShrimpAccess
source: Add new shrimps to Aquarium
hi: एक्वेरियम में नए श्रिम्प जोड़ें

source: Selection of Shrimp
hi: श्रिम्प का चयन

source: Add Shrimp
hi: श्रिम्प जोड़ें

source: Plants in aquarium
hi: एक्वेरियम के पौधे

# TapToAddPlantsAndSwipe
source: Tap on + to add new Plants Swipe from right to left to delete plant row
hi: नई पौधे जोड़ने के लिए + पर टैप करें पौधे पंक्ति को हटाने के लिए दाईं से बाईं ओर स्वाइप करें

# UnlockPlantsAlertTitle
source: Unlock Plants!
hi: पौधों का ताला खोले!

# UnlockPlantsAlertMsg
source: Add Plants pack from Settings to proceed
hi: आगे बढ़ने के लिए सेटिंग्स से पौधा पैक खरीदें

# AddPlantAccess
source: Add new plants to Aquarium
hi: एक्वेरियम में नए पौधे जोड़ें

source: Selection of Plant
hi: पौधों का चयन

source: Add Plant
hi: पौधे जोड़ें

# TapToAddLogsAndSwipe
source: Tap on + to add Logs Swipe from right to left to delete log record
hi: नई लॉग जोड़ने के लिए + पर टैप करें लॉग पंक्ति को हटाने के लिए दाईं से बाईं ओर स्वाइप करें

# AddLogAccess
source: Add new log to Aquarium
hi: एक्वेरियम में नए लॉग जोड़ें

source: Add New Log
hi: नया लॉग जोड़ें

source: Temperature =
hi: तापमान =

source: pH =
hi: पीएच =

source: Ammonia =
hi: अमोनिया =

source: Nitrite =
hi: नाइट्राट =

source: Nitrate =
hi: नाइट्रेट =

source: ppm
hi: पीपीएम

source: Selection
hi: चयन

source: Volume calculator
hi: आयतन कैलकुलेटर

source: Substrate calculator
hi: सब्सट्रेट कैलकुलेटर

source: Water change calculator
hi: जल परिवर्तन कैलकुलेटर

source: Carbon dioxide calculator
hi: कार्बन डाईऑक्साइड कैलकुलेटर

source: NPK fertiliser calculator
hi: एनपीके खाद कैलकुलेटर

source: Present selection
hi: मौजूदा चयन

source: List of Fish
hi: मछली की सूची

source: List of Shrimps
hi: श्रिम्प की सूची

source: List of Plants
hi: पौधों की सूची

source: Liters
hi: लीटर

source: US gallons
hi: अमेरिकी गैलन

source: UK gallons
hi: ब्रिटेन की गैलन

source: Volume
hi: आयतन

source: Front depth
hi: सामने की गहराई

source: Rear depth
hi: पीछे की गहराई

source: Substrate Volume
hi: सब्सट्रेट आयतन

source: Fresh water
hi: ताजा पानी

source: Aquarium Volume =
hi: एक्वेरियम आयतन =

source: Water change =
hi: पानी परिवर्तन =

source: Select pH and dKH values
hi: पीएच और डीकेएच मूल्यों का चयन करें

source: pH value
hi: पीएच मूल्य

source: dKH value
hi: डीकेएच मूल्य

source: Dissolved Carbon dioxide
hi: घुलित कार्बन डाइऑक्साइड

source: parts per million (ppm)
hi: प्रति मिलियन (पीपीएम) हिस्सा

source: NPK fertiliser ratio
hi: एनपीके खाद अनुपात

source: Tank volume =
hi: टैंक आयतन =

source: N :
hi: एन :

source: P :
hi: पी :

source: K :
hi: के :

source: Fertiliser Weight =
hi: खाद वजन =

source: Fertiliser concentration
hi: खाद सांद्रता

source: Nitrogen :
hi: नाइट्रोजन :

source: Phosphorus :
hi: फास्फोरस :

source: Potassium :
hi: पोटैशियम :

source: Value is reset!
hi: अनुपात रीसेट है!

source: Sum of N, P, K cannot be more than 100
hi: एन, पी, के का योग 100 से अधिक नहीं हो सकता है

source: gm/
hi: ग्राम/

source: oz
hi: आउंस

source: Tap on + to add new Notes
hi: नए टिप्पणियाँ जोड़ने के लिए + पर टैप करें

source: Add new Notes to My Notes
hi: मेरे टिप्पणियाँ में नई टिप्पणी जोड़ें

source: New Tank Syndrome
hi: नया टैंक सिंड्रोम

# The number one reason
source: The number one reason for fish deaths among beginner aquarists is the absence of nitrifying bacteria inside their aquarium. Fish introduce Ammonia into the water through their waste and leftover food. Ammonia is toxic and it leads to death of fish in new aquariums. The nitrifying bacteria if present, converts Ammonia into Nitrites and further Nitrites into Nitrates. Nitrates are not as toxic as Ammonia and fish can survive in moderate levels of Nitrates. The nitrifying bacteria are formed automatically in the aquarium water and they form colonies on all surfaces in the aquarium and its filter. The key thing to remember is that it takes at least 3-4 weeks for nitrifying bacteria to form in sufficient quantity to support the fish load. This process can be kickstarted by initially running an old filter, which would contain nitrifying bacteria, on a new aquarium for a week. This will speed up the nitrogen cycle and fish can be safely introduced incrementally in the aquarium.
hi: शुरुआती एक्वारिस्ट के बीच मछली की मौतों का एक कारण उनके मछलीघर के अंदर नाइट्रिफाइंग बैक्टीरिया की अनुपस्थिति है। मछली अपने अपशिष्ट और बचे हुए भोजन के माध्यम से अमोनिया को पानी में पेश करती हैं। अमोनिया विषाक्त है और यह नए एक्वैरियम में मछलियों की मृत्यु की ओर जाता है। यदि उपस्थित हो तो नाइट्रिफाइंग बैक्टीरिया, अमोनिया को नाइट्राइट्स में और नाइट्राइट्स को नाइट्रेट्स में परिवर्तित करता है। नाइट्रेट्स उतने जहरीले नहीं होते जितने अमोनिया और मछली नाइट्रेट के मध्यम स्तर में जीवित रह सकते हैं। नाइट्रिफाइंग बैक्टीरिया एक्वेरियम के पानी में अपने आप बन जाते हैं और वे एक्वेरियम और उसके फिल्टर में सभी सतहों पर कॉलोनियां बनाते हैं। याद रखने वाली महत्वपूर्ण बात यह है कि मछली के भार का समर्थन करने के लिए पर्याप्त मात्रा में बैक्टीरिया को नाइट्रिफाइंग करने में कम से कम 3-4 सप्ताह लगते हैं। इस प्रक्रिया को शुरू में एक पुराने फिल्टर को चलाकर किकस्टार्ट किया जा सकता है, जिसमें एक सप्ताह के लिए नए एक्वेरियम पर नाइट्राइजिंग बैक्टीरिया होंगे। इससे नाइट्रोजन चक्र को गति मिलेगी और मछली को मछलीघर में सुरक्षित रूप से पेश किया जा सकता है।

source: Add Notes
hi: टिप्पणियाँ जोड़ें

# LabelEmptyTitle
source: Label is empty!
hi: लेबल खाली है!

# LabelEmptyMsg
source: Please enter Label
hi: कृपया लेबल दर्ज करें

# NoteEmptyTitle
source: Note is empty!
hi: नोट खाली है!

# NoteEmptyMsg
source: Please enter Notes
hi: कृपया नोट दर्ज करें

source: Label
hi: लेबल

source: Text
hi: टेक्स्ट

# eg Angelfish
source: eg: Angelfish observations
hi: e.g.: मछली अवलोकन

source: Genus:
hi: जाति:

source: Maximum size:
hi: अधिकतम आकार:

source: inches
hi: इंच

source: Reproduction:
hi: प्रजनन:

source: Temperament:
hi: स्वभाव:

source: Care:
hi: ध्यान:

source: Diet:
hi: आहार:

source: Water temperature:
hi: पानि का तापमान:

source: °Celsius
hi: °सेल्सीयस

source: Water pH:
hi: पानी का पीएच:

source: Minimum aquarium volume:
hi: न्यूनतम एक्वेरियम आयतन:

source: Planted aquarium safe:
hi: एक्वेरियम पौधे सुरक्षित:

source: Fish details
hi: मछली का विवरण

source: Shrimp details
hi: श्रिम्प का विवरण

source: Type:
hi: प्रकार:

source: Origin:
hi: मूल:

source: Maximum height:
hi: ज्यादा से ज्यादा ऊंचाई:

source: Growth rate:
hi: वृद्धि दर:

source: Light requirement:
hi: प्रकाश की आवश्यकता:

source: External CO2 required:
hi: बाहरी CO2 आवश्यक:

source: Plant details
hi: पौधों का विवरण

source: In-App Purchases
hi: इन-ऐप खरीदारी

source: Plants pack
hi: पौधों का पैक

source: Unable to connect
hi: कनेक्ट करने में असमर्थ

source: Shrimps pack
hi: श्रिम्प का पैक

source: Purchased
hi: खरीदा

source: Buy for
hi: खरीदें

source: Set notifications
hi: सूचनाएं सेट करें

source: Feedback
hi: प्रतिपुष्टि

source: Twitter
hi: ट्विटर

source: Email
hi: ईमेल

source: Share with friends
hi: दोस्तों के साथ बांटें

source: Rate Aquarium Life
hi: रेटिंग दें एक्वेरियम लाईफ

source: About
hi: के बारे में

source: Made with love by Sahil Satralkar
hi: साहिल सतरालकर द्वारा प्यार से बनाया गया

source: Additional information
hi: अतिरिक्त जानकारी

source: Restore Purchases
hi: खरीदारी पुनर्स्थापित करे

source: Select language
hi: भाषा का चयन करें

source: Notification list
hi: सूचनाएं सूची

# Tap on + to add Notification
source: Tap on + to add Notification Swipe from right to left to delete Notification
hi: नई सूचनाएं जोड़ने के लिए + पर टैप करें सूचनाएं पंक्ति को हटाने के लिए दाईं से बाईं ओर स्वाइप करें

source: Notifications disabled!
hi: सूचनाएं अक्षम की गईं!

source: Please Turn on Notifications
hi: कृपया सूचनाएं चालू करें

source: Permission not granted!
hi: अनुमति नहीं दी गई!

# Please enable notifications from iPhone Settings
source: Please enable notifications from iPhone Settings > Notifications > Aquarium Life > Allow Notifications
hi: कृपया आईफ़ोन सेटिंग्स से सूचनाएं सक्षम करें > सूचनाएं > एक्वेरियम लाईफ > सूचनाओं को अनुमति दें

source: Add new Notification
hi: नई सूचनाएं जोड़ें

source: Notifications
hi: सूचनाएं

source: Never
hi: कभी नहीँ

source: Everyday
hi: रोज

source: Every Monday
hi: हर सोमवार

source: Every Tuesday
hi: हर मंगलवार

source: Every Wednesday
hi: हर बुधवार

source: Every Thursday
hi: हर गुरूवार

source: Every Friday
hi: हर शुक्रवार

source: Every Saturday
hi: हर शनिवार

source: Every Sunday
hi: हर रविवार

source: Time
hi: समय

source: Label name
hi: लेबल का नाम

source: Label is empty!
hi: लेबल खाली है!

source: Please provide label name for notification
hi: कृपया सूचनाएं के लिए लेबल नाम प्रदान करें

source: Add Notification
hi: सूचनाएं जोड़ें

source: Every 2 weeks
hi: हर 2 हफ्ते

source: Every 3 weeks
hi: हर 3 हफ्ते

source: Every 4 weeks
hi: हर 4 हफ्ते

source: Every 60 days
hi: हर 60 दिन

source: Every 90 days
hi: हर 90 दिन
